Repository: BK927/truerotate
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, zh_hans

# AppTitleText.Text
source: TrueRotate Settings
de_de: TrueRotate Einstellungen
es_es: Configuración de TrueRotate
fr_fr: Paramètres TrueRotate
ja_jp: TrueRotate 設定
ko_kr: TrueRotate 설정
zh_hans: TrueRotate 设置

# SecHotkeys.Text
source: Rotation hotkeys
de_de: Rotations-Hotkeys
es_es: Teclas de acceso rápido de rotación
fr_fr: Raccourcis de rotation
ja_jp: 回転ホットキー
ko_kr: 회전 단축키
zh_hans: 旋转快捷键

# SecHotkeysDesc.Text
source: Global shortcuts that rotate the target monitor. Each needs at least one modifier (Ctrl / Alt / Shift).
de_de: Globale Tastenkürzel zum Drehen des Zielmonitors. Jedes Kürzel benötigt mindestens eine Modifikatortaste (Ctrl / Alt / Shift).
es_es: Atajos globales para rotar el monitor objetivo. Cada uno necesita al menos un modificador (Ctrl / Alt / Shift).
fr_fr: Raccourcis globaux pour faire pivoter le moniteur cible. Chacun nécessite au moins une touche de modification (Ctrl / Alt / Shift).
ja_jp: 対象モニターを回転させるグローバルショートカットです。各ショートカットには修飾キー (Ctrl / Alt / Shift) が 1 つ以上必要です。
ko_kr: 대상 모니터를 회전시키는 전역 단축키입니다. 각 단축키에는 수정자(Ctrl / Alt / Shift)가 하나 이상 필요합니다.
zh_hans: 旋转目标显示器的全局快捷键。每个快捷键至少需要一个修饰键 (Ctrl / Alt / Shift)。

# Card0.Header
source: Rotate to 0°
de_de: Auf 0° drehen
es_es: Rotar a 0°
fr_fr: Pivoter à 0°
ja_jp: 0° に回転
ko_kr: 0°로 회전
zh_hans: 旋转至 0°

# Card0.Description
source: Landscape
de_de: Querformat
es_es: Horizontal
fr_fr: Paysage
ja_jp: 横向き
ko_kr: 가로 방향
zh_hans: 横向

# Card1.Header
source: Rotate to 90°
de_de: Auf 90° drehen
es_es: Rotar a 90°
fr_fr: Pivoter à 90°
ja_jp: 90° に回転
ko_kr: 90°로 회전
zh_hans: 旋转至 90°

# Card1.Description
source: Portrait (clockwise)
de_de: Hochformat (im Uhrzeigersinn)
es_es: Vertical (sentido horario)
fr_fr: Portrait (sens horaire)
ja_jp: 縦向き (時計回り)
ko_kr: 세로 방향 (시계 방향)
zh_hans: 纵向（顺时针）

# Card2.Header
source: Rotate to 180°
de_de: Auf 180° drehen
es_es: Rotar a 180°
fr_fr: Pivoter à 180°
ja_jp: 180° に回転
ko_kr: 180°로 회전
zh_hans: 旋转至 180°

# Card2.Description
source: Landscape (flipped)
de_de: Querformat (gespiegelt)
es_es: Horizontal (invertido)
fr_fr: Paysage (retourné)
ja_jp: 横向き (上下反転)
ko_kr: 가로 방향 (상하 반전)
zh_hans: 横向（翻转）

# Card3.Header
source: Rotate to 270°
de_de: Auf 270° drehen
es_es: Rotar a 270°
fr_fr: Pivoter à 270°
ja_jp: 270° に回転
ko_kr: 270°로 회전
zh_hans: 旋转至 270°

# Card3.Description
source: Portrait (counter-clockwise)
de_de: Hochformat (gegen den Uhrzeigersinn)
es_es: Vertical (sentido antihorario)
fr_fr: Portrait (sens antihoraire)
ja_jp: 縦向き (反時計回り)
ko_kr: 세로 방향 (반시계 방향)
zh_hans: 纵向（逆时针）

# Card4.Header
source: Cycle
de_de: Durchlauf
es_es: Ciclo
ja_jp: サイクル
ko_kr: 순환
zh_hans: 循环

# Card4.Description
source: Rotate to the next orientation (0 → 90 → 180 → 270)
de_de: Zur nächsten Ausrichtung drehen (0 → 90 → 180 → 270)
es_es: Rotar a la siguiente orientación (0 → 90 → 180 → 270)
fr_fr: Passer à l'orientation suivante (0 → 90 → 180 → 270)
ja_jp: 次の向きに回転 (0 → 90 → 180 → 270)
ko_kr: 다음 방향으로 회전 (0 → 90 → 180 → 270)
zh_hans: 旋转至下一个方向 (0 → 90 → 180 → 270)

# Btn0.Content
source: Rebind
de_de: Neu belegen
es_es: Reasignar
fr_fr: Réassigner
ja_jp: 再割り当て
ko_kr: 재설정
zh_hans: 重新绑定

# Btn1.Content
source: Rebind
de_de: Neu belegen
es_es: Reasignar
fr_fr: Réassigner
ja_jp: 再割り当て
ko_kr: 재설정
zh_hans: 重新绑定

# Btn2.Content
source: Rebind
de_de: Neu belegen
es_es: Reasignar
fr_fr: Réassigner
ja_jp: 再割り当て
ko_kr: 재설정
zh_hans: 重新绑定

# Btn3.Content
source: Rebind
de_de: Neu belegen
es_es: Reasignar
fr_fr: Réassigner
ja_jp: 再割り当て
ko_kr: 재설정
zh_hans: 重新绑定

# Btn4.Content
source: Rebind
de_de: Neu belegen
es_es: Reasignar
fr_fr: Réassigner
ja_jp: 再割り当て
ko_kr: 재설정
zh_hans: 重新绑定

# ClearBtn4.Content
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
ja_jp: クリア
ko_kr: 지우기
zh_hans: 清除

# SecGeneral.Text
source: General
de_de: Allgemein
fr_fr: Général
ja_jp: 一般
zh_hans: 常规

# CardLanguage.Header
source: Language
de_de: Sprache
fr_fr: Langue
ja_jp: 言語
zh_hans: 语言

# CardLanguage.Description
source: Applies immediately
de_de: Wird sofort übernommen
fr_fr: Appliqué immédiatement
ja_jp: すぐに適用されます
zh_hans: 立即应用

# LangSystemDefault
source: System default
de_de: Systemstandard
fr_fr: Langue du système
ja_jp: システム既定
zh_hans: 系统默认

# ToggleOn
source: On
de_de: Ein
fr_fr: Activé
ja_jp: オン
zh_hans: 开

# ToggleOff
source: Off
de_de: Aus
fr_fr: Désactivé
ja_jp: オフ
zh_hans: 关

# SecBehavior.Text
source: Behavior
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement
ja_jp: 動作
ko_kr: 동작
zh_hans: 行为

# CardTarget.Header
source: Rotate target
de_de: Rotationsziel
es_es: Objetivo de rotación
fr_fr: Cible de rotation
ja_jp: 回転対象
ko_kr: 회전 대상
zh_hans: 旋转目标

# CardTarget.Description
source: Which monitor the hotkeys act on
de_de: Monitor, auf den die Hotkeys wirken
es_es: El monitor sobre el que actúan los atajos
fr_fr: Le moniteur sur lequel agissent les raccourcis
ja_jp: ホットキーが作用するモニター
ko_kr: 단축키가 작동할 모니터
zh_hans: 快捷键作用的显示器

# TargetCursor.Content
source: Monitor under cursor
de_de: Monitor unter dem Cursor
es_es: Monitor bajo el cursor
fr_fr: Moniteur sous le curseur
ja_jp: カーソル下のモニター
ko_kr: 커서 아래 모니터
zh_hans: 光标所在显示器

# TargetPrimary.Content
source: Primary monitor
de_de: Primärer Monitor
es_es: Monitor principal
fr_fr: Moniteur principal
ja_jp: プライマリモニター
ko_kr: 기본 모니터
zh_hans: 主显示器

# TargetAll.Content
source: All monitors
de_de: Alle Monitore
es_es: Todos los monitores
fr_fr: Tous les moniteurs
ja_jp: すべてのモニター
ko_kr: 모든 모니터
zh_hans: 所有显示器

# CardAutostart.Header
source: Start with Windows
de_de: Mit Windows starten
es_es: Iniciar con Windows
fr_fr: Démarrer avec Windows
ja_jp: Windows 起動時に開始
ko_kr: Windows 시작 시 실행
zh_hans: 随 Windows 启动

# CardAutostart.Description
source: Launch TrueRotate automatically at sign-in
de_de: TrueRotate automatisch beim Anmelden starten
es_es: Iniciar TrueRotate automáticamente al iniciar sesión
fr_fr: Lancer TrueRotate automatiquement à la connexion
ja_jp: サインイン時に TrueRotate を自動的に起動します
ko_kr: 로그인 시 TrueRotate를 자동으로 실행합니다
zh_hans: 登录时自动启动 TrueRotate

# CardReapply.Header
source: Auto-reapply on display change
de_de: Bei Anzeigeänderung automatisch erneut anwenden
es_es: Reaplicar automáticamente al cambiar la pantalla
fr_fr: Réappliquer automatiquement lors d'un changement d'affichage
ja_jp: ディスプレイ変更時に自動再適用
ko_kr: 디스플레이 변경 시 자동 재적용
zh_hans: 显示器变化时自动重新应用

# CardReapply.Description
source: Re-apply your saved orientation when something else (e.g. the NVIDIA app) changes it. Turn off to let other tools rotate.
de_de: Gespeicherte Ausrichtung wiederherstellen, wenn eine andere App (z. B. die NVIDIA-App) sie ändert. Deaktivieren, um anderen Tools das Drehen zu erlauben.
es_es: Vuelve a aplicar la orientación guardada cuando otra aplicación (p. ej. la app de NVIDIA) la cambie. Desactívalo para que otras herramientas puedan rotar la pantalla.
fr_fr: Réapplique l'orientation enregistrée si une autre application (ex. l'app NVIDIA) la modifie. Désactiver pour laisser d'autres outils faire pivoter l'écran.
ja_jp: 他のアプリ (NVIDIA アプリなど) が向きを変更した場合、保存した向きを再適用します。他のツールによる回転を許可するにはオフにしてください。
ko_kr: 다른 앱(예: NVIDIA 앱)이 방향을 변경하면 저장된 방향을 다시 적용합니다. 다른 도구가 회전하도록 허용하려면 끄세요.
zh_hans: 当其他应用（如 NVIDIA 应用）更改方向时，重新应用已保存的方向。若要允许其他工具旋转，请关闭此选项。

# SecPerMon.Text
source: Per-monitor hotkeys
de_de: Monitorspezifische Hotkeys
es_es: Teclas de acceso rápido por monitor
fr_fr: Raccourcis par moniteur
ja_jp: モニター別ホットキー
ko_kr: 모니터별 단축키
zh_hans: 每台显示器快捷键

# SecPerMonDesc.Text
source: Optional. Dedicated keys that rotate one specific monitor regardless of cursor position. Each combo must be unique.
de_de: Optional. Dedizierte Tasten zum Drehen eines bestimmten Monitors unabhängig von der Cursorposition. Jede Kombination muss eindeutig sein.
es_es: Opcional. Teclas dedicadas para rotar un monitor específico sin importar la posición del cursor. Cada combinación debe ser única.
fr_fr: Optionnel. Touches dédiées pour faire pivoter un moniteur spécifique quelle que soit la position du curseur. Chaque combinaison doit être unique.
ja_jp: 省略可能。カーソル位置に関わらず特定のモニターを回転させる専用キーです。各組み合わせは一意である必要があります。
ko_kr: 선택 사항. 커서 위치에 관계없이 특정 모니터를 회전시키는 전용 키입니다. 각 조합은 고유해야 합니다.
zh_hans: 可选。无论光标位置如何，专门旋转特定显示器的按键。每个组合必须唯一。

# BtnRestore.Content
source: Restore defaults
de_de: Standardwerte wiederherstellen
es_es: Restaurar valores predeterminados
fr_fr: Restaurer les valeurs par défaut
ja_jp: 既定値に戻す
ko_kr: 기본값 복원
zh_hans: 恢复默认值

# BtnCancel.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消

# BtnSave.Content
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
ko_kr: 저장
zh_hans: 保存

# WindowTitle
source: TrueRotate Settings
de_de: TrueRotate Einstellungen
es_es: Configuración de TrueRotate
fr_fr: Paramètres TrueRotate
ja_jp: TrueRotate 設定
ko_kr: TrueRotate 설정
zh_hans: TrueRotate 设置

# SlotRotate0
source: Rotate 0°
de_de: 0° drehen
es_es: Rotar a 0°
fr_fr: Pivoter à 0°
ja_jp: 0° 回転
ko_kr: 0° 회전
zh_hans: 旋转 0°

# SlotRotate90
source: Rotate 90°
de_de: 90° drehen
es_es: Rotar a 90°
fr_fr: Pivoter à 90°
ja_jp: 90° 回転
ko_kr: 90° 회전
zh_hans: 旋转 90°

# SlotRotate180
source: Rotate 180°
de_de: 180° drehen
es_es: Rotar a 180°
fr_fr: Pivoter à 180°
ja_jp: 180° 回転
ko_kr: 180° 회전
zh_hans: 旋转 180°

# SlotRotate270
source: Rotate 270°
de_de: 270° drehen
es_es: Rotar a 270°
fr_fr: Pivoter à 270°
ja_jp: 270° 回転
ko_kr: 270° 회전
zh_hans: 旋转 270°

# SlotCycle
source: Cycle
de_de: Durchlauf
es_es: Ciclo
ja_jp: サイクル
ko_kr: 순환
zh_hans: 循环

# BtnRebind
source: Rebind
de_de: Neu belegen
es_es: Reasignar
fr_fr: Réassigner
ja_jp: 再割り当て
ko_kr: 재설정
zh_hans: 重新绑定

# BtnClear
source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
ja_jp: クリア
ko_kr: 지우기
zh_hans: 清除

# CaptureCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
zh_hans: 取消

# CapturePrompt
source: Press keys… (Esc to cancel)
de_de: Tasten drücken… (Esc zum Abbrechen)
es_es: Presiona las teclas… (Esc para cancelar)
fr_fr: Appuyez sur les touches… (Échap pour annuler)
ja_jp: キーを押してください… (Esc でキャンセル)
ko_kr: 키를 누르세요… (취소: Esc)
zh_hans: 请按键… (Esc 取消)

source: Not set
de_de: Nicht belegt
es_es: Sin asignar
fr_fr: Non défini
ja_jp: 未設定
ko_kr: 설정 안 됨
zh_hans: 未设置

# PerMonRotateTo
source: Rotate to {0}°
de_de: Auf {0}° drehen
es_es: Rotar a {0}°
fr_fr: Pivoter à {0}°
ja_jp: {0}° に回転
ko_kr: {0}°로 회전
zh_hans: 旋转至 {0}°

# ErrDuplicateCombo
source: "{0}" is assigned to both {1} and {2}. Each combo must be unique.
de_de: „{0}" ist sowohl {1} als auch {2} zugewiesen. Jede Kombination muss eindeutig sein.
es_es: "{0}" está asignado tanto a {1} como a {2}. Cada combinación debe ser única.
fr_fr: « {0} » est attribué à la fois à {1} et à {2}. Chaque combinaison doit être unique.
ja_jp: "{0}" は {1} と {2} の両方に割り当てられています。各組み合わせは一意である必要があります。
ko_kr: "{0}"이(가) {1}과(와) {2} 모두에 할당되어 있습니다. 각 조합은 고유해야 합니다.
zh_hans: "{0}" 已同时分配给 {1} 和 {2}。每个组合必须唯一。

# ErrAutostart
source: Could not update the Start-with-Windows setting:\n{0}
de_de: Die Autostart-Einstellung konnte nicht aktualisiert werden:\n{0}
es_es: No se pudo actualizar la configuración de inicio con Windows:\n{0}
fr_fr: Impossible de mettre à jour le paramètre de démarrage avec Windows :\n{0}
ja_jp: Windows 起動時に開始の設定を更新できませんでした:\n{0}
ko_kr: Windows 시작 시 실행 설정을 업데이트할 수 없습니다:\n{0}
zh_hans: 无法更新"随 Windows 启动"设置:\n{0}

# MenuSettings
source: Settings…
de_de: Einstellungen…
es_es: Configuración…
fr_fr: Paramètres…
ja_jp: 設定…
ko_kr: 설정…
zh_hans: 设置…

# MenuExit
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ja_jp: 終了
ko_kr: 종료
zh_hans: 退出

# MenuAutoReapply
source: Auto-reapply on display change
de_de: Bei Anzeigeänderung automatisch erneut anwenden
es_es: Reaplicar automáticamente al cambiar la pantalla
fr_fr: Réappliquer automatiquement lors d'un changement d'affichage
ja_jp: ディスプレイ変更時に自動再適用
ko_kr: 디스플레이 변경 시 자동 재적용
zh_hans: 显示器变化时自动重新应用

# MenuError
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur : {0}
ja_jp: エラー: {0}
ko_kr: 오류: {0}
zh_hans: 错误: {0}

# BalloonRotateFailedTitle
source: TrueRotate — rotation failed
de_de: TrueRotate — Rotation fehlgeschlagen
es_es: TrueRotate — error al rotar
fr_fr: TrueRotate — échec de la rotation
ja_jp: TrueRotate — 回転に失敗しました
ko_kr: TrueRotate — 회전 실패
zh_hans: TrueRotate — 旋转失败

# BalloonHotkeyConflictTitle
source: TrueRotate — hotkey conflict
de_de: TrueRotate — Hotkey-Konflikt
es_es: TrueRotate — conflicto de tecla de acceso rápido
fr_fr: TrueRotate — conflit de raccourci
ja_jp: TrueRotate — ホットキーの競合
ko_kr: TrueRotate — 단축키 충돌
zh_hans: TrueRotate — 快捷键冲突

# BalloonHotkeyConflictText
source: Could not register: {0}.\nAnother app may be using these keys.
de_de: Konnte nicht registriert werden: {0}.\nEine andere App verwendet möglicherweise diese Tasten.
es_es: No se pudo registrar: {0}.\nOtra aplicación puede estar usando estas teclas.
fr_fr: Impossible d'enregistrer : {0}.\nUne autre application utilise peut-être ces touches.
ja_jp: 登録できませんでした: {0}.\n別のアプリがこのキーを使用している可能性があります。
ko_kr: 등록 실패: {0}.\n다른 앱이 이 키를 사용 중일 수 있습니다.
zh_hans: 无法注册: {0}.\n其他应用可能正在使用这些按键。

# BalloonHotkeyRotateFailedTitle
source: TrueRotate — hotkey rotation failed
de_de: TrueRotate — Hotkey-Rotation fehlgeschlagen
es_es: TrueRotate — error al rotar con tecla de acceso rápido
fr_fr: TrueRotate — échec de la rotation par raccourci
ja_jp: TrueRotate — ホットキー回転に失敗しました
ko_kr: TrueRotate — 단축키 회전 실패
zh_hans: TrueRotate — 快捷键旋转失败

# BalloonSettingsErrorTitle
source: TrueRotate — settings error
de_de: TrueRotate — Einstellungsfehler
es_es: TrueRotate — error de configuración
fr_fr: TrueRotate — erreur de paramètres
ja_jp: TrueRotate — 設定エラー
ko_kr: TrueRotate — 설정 오류
zh_hans: TrueRotate — 设置错误

# BalloonFightingTitle
source: TrueRotate — orientation fighting
de_de: TrueRotate — Ausrichtungskonflikt
es_es: TrueRotate — conflicto de orientación
fr_fr: TrueRotate — conflit d'orientation
ja_jp: TrueRotate — 向きの競合
ko_kr: TrueRotate — 방향 충돌
zh_hans: TrueRotate — 方向冲突

# BalloonFightingText
source: Couldn't hold orientation — the display keeps reverting. Auto-reapply is paused. Trigger a rotation or restart the app to re-enable.
de_de: Ausrichtung konnte nicht gehalten werden — der Monitor setzt sich immer wieder zurück. Automatische Wiederherstellung ist pausiert. Rotation auslösen oder App neu starten, um sie wieder zu aktivieren.
es_es: No se pudo mantener la orientación — la pantalla sigue revirtiendo. La reaplicación automática está en pausa. Activa una rotación o reinicia la aplicación para volver a habilitarla.
fr_fr: Impossible de maintenir l'orientation — l'écran revient sans cesse à l'état précédent. La réapplication automatique est suspendue. Déclenchez une rotation ou redémarrez l'application pour la réactiver.
ja_jp: 向きを保持できません — ディスプレイが繰り返しリセットされています。自動再適用が一時停止されました。回転を実行するかアプリを再起動して再有効化してください。
ko_kr: 방향을 유지할 수 없습니다 — 디스플레이가 계속 초기화됩니다. 자동 재적용이 일시 중지되었습니다. 회전을 실행하거나 앱을 다시 시작하여 재활성화하세요.
zh_hans: 无法保持方向 — 显示器持续复原。自动重新应用已暂停。请触发旋转或重启应用以重新启用。

# BalloonReapplyFailedTitle
source: TrueRotate — reapply failed
de_de: TrueRotate — Erneutes Anwenden fehlgeschlagen
es_es: TrueRotate — error al reaplicar
fr_fr: TrueRotate — échec de la réapplication
ja_jp: TrueRotate — 再適用に失敗しました
ko_kr: TrueRotate — 재적용 실패
zh_hans: TrueRotate — 重新应用失败
